[
  {
    "city": "Paris",
    "country": "France",
    "continent": "Europe",
    "clues": [
      "Because of its leading role in the arts and sciences and its early adaptation of extensive street lighting, it became known as the City of Light in the 19th century.[6].",
      "The Pompidou Centre, Musée National d'Art Moderne, Musée Rodin and Musée Picasso are noted for their collections of modern and contemporary art.",
      "The historical district along the Seine in the city centre has been classified as a UNESCO World Heritage Site since 1991.[17]."
    ],
    "fun_facts": [
      "Paris (French pronunciation: [paʁi] ⓘ) is the capital and largest city of France.",
      "The local cuisine in Paris is renowned for its unique flavors.",
      "Paris has a rich history dating back many centuries."
    ],
    "trivia": [
      "With an estimated population of 2,048,472 residents in January 2025[3] in an area of more than 105 km2 (41 sq mi),[4] Paris is the fourth-most populous city in the European Union, the ninth-most populous city in Europe and the 30th most densely populated city in the world in 2022.[5] Since the 17th century, Paris has been one of the world's major centres of finance, diplomacy, commerce, culture, fashion, and gastronomy.",
      "The City of Paris is the centre of the Île-de-France region, or Paris Region, with an official estimated population of 12,271,794 inhabitants in January 2023, or about 19% of the population of France.[3] The Paris Region had a nominal GDP of €765 billion (US$1.064 trillion when adjusted for PPP)[7] in 2021, the highest in the European Union.[8] According to the Economist Intelligence Unit Worldwide Cost of Living Survey, in 2022, Paris was the city with the ninth-highest cost of living in the world.[9].",
      "Paris is known for its museums and architectural landmarks: the Louvre received 8.9 million visitors in 2023, on track for keeping its position as the most-visited art museum in the world.[16] The Musée d'Orsay, Musée Marmottan Monet and Musée de l'Orangerie are noted for their collections of French Impressionist art."
    ]
  },
  {
    "city": "New York City",
    "country": "United States",
    "continent": "North America",
    "clues": [
      "The city comprises five boroughs, each coextensive with a respective county.",
      "The city is the geographical and demographic center of both the Northeast megalopolis and the New York metropolitan area, the largest metropolitan area in the United States by both population and urban area.",
      "New York is a global center of finance[11] and commerce, culture, technology,[12] entertainment and media, academics and scientific output,[13] the arts and fashion, and, as home to the headquarters of the United Nations, international diplomacy.[14][15][16][17][18]."
    ],
    "fun_facts": [
      "New York, often called New York City[b] or NYC, is the most populous city in the United States, located at the southern tip of New York State on one of the world's largest natural harbors.",
      "The city is the geographical and demographic center of both the Northeast megalopolis and the New York metropolitan area, the largest metropolitan area in the United States by both population and urban area.",
      "In 2021, the city was home to nearly 3.1 million residents born outside the United States,[19] the largest foreign-born population of any city in the world.[23]."
    ],
    "trivia": [
      "The city is the geographical and demographic center of both the Northeast megalopolis and the New York metropolitan area, the largest metropolitan area in the United States by both population and urban area.",
      "With an estimated population in 2023 of 8,258,035[5] distributed over 300.46 square miles (778.2 km2),[4] the city is the most densely populated major city in the United States.",
      "New York City has more than double the population of Los Angeles, the nation's second-most populous city.[19] With more than 20.1 million people in its metropolitan statistical area[20] and 23.5 million in its combined statistical area as of 2020, New York City is one of the world's most populous megacities.[21] The city and its metropolitan area are the premier gateway for legal immigration to the United States."
    ]
  },
  {
    "city": "London",
    "country": "United Kingdom",
    "continent": "Europe",
    "clues": [
      "It became the first city to host three Summer Olympic Games upon hosting the 2012 Summer Olympics.[35].",
      "This destination is known for its unique culture and history.",
      "This city is located in its country."
    ],
    "fun_facts": [
      "London[c] is the capital and largest city[d] of both England and the United Kingdom, with a population of 8,866,180 in 2022.[2] Its wider metropolitan area is the largest in Western Europe, with a population of 14.9 million.[7] London stands on the River Thames in southeast England, at the head of a 50-mile (80 km) tidal estuary down to the North Sea, and has been a major settlement for nearly 2,000 years.[8] Its ancient core and financial centre, the City of London, was founded by the Romans as Londinium and has retained its medieval boundaries.[e][9] The City of Westminster, to the west of the City of London, has been the centuries-long host of the national government and parliament.",
      "London grew rapidly in the 19th century, becoming the world's largest city at the time.",
      "It hosts Europe's largest concentration of higher education institutions,[21] some of which are the highest-ranked academic institutions in the world: Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London.[22][23] It is the most visited city in Europe and has the world's busiest city airport system.[24] The London Underground is the world's oldest rapid transit system.[25]."
    ],
    "trivia": [
      "London[c] is the capital and largest city[d] of both England and the United Kingdom, with a population of 8,866,180 in 2022.[2] Its wider metropolitan area is the largest in Western Europe, with a population of 14.9 million.[7] London stands on the River Thames in southeast England, at the head of a 50-mile (80 km) tidal estuary down to the North Sea, and has been a major settlement for nearly 2,000 years.[8] Its ancient core and financial centre, the City of London, was founded by the Romans as Londinium and has retained its medieval boundaries.[e][9] The City of Westminster, to the west of the City of London, has been the centuries-long host of the national government and parliament.",
      "London's diverse cultures encompass over 300 languages.[26] The 2023 population of Greater London of just under 10 million[27] made it Europe's third-most populous city,[28] accounting for 13.4% of the United Kingdom's population[29] and over 16% of England's population.",
      "The city has the most museums, art galleries, libraries, and cultural venues in the UK, including the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library, and numerous West End theatres.[34] Important sporting events held in London include the FA Cup Final, the Wimbledon Tennis Championships, and the London Marathon."
    ]
  },
  {
    "city": "Rome",
    "country": "Italy",
    "continent": "Europe",
    "clues": [
      "The city also hosts the European Union (EU) Delegation to the United Nations (UN) and the Secretariat of the Parliamentary Assembly of the Union for the Mediterranean[18] (UfM) as well as the headquarters of several Italian multinational companies, such as Eni, Enel, TIM, Leonardo, and banks such as BNL.",
      "Visitors come from around the world to experience this location.",
      "This place has distinctive architecture and urban planning."
    ],
    "fun_facts": [
      "While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it a major human settlement for over three millennia and one of the oldest continuously occupied cities in Europe.[10] The city's early population originated from a mix of Latins, Etruscans, and Sabines.",
      "Eventually, the city successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded by many as the first-ever Imperial city and metropolis.[11] It was first called The Eternal City (Latin: Urbs Aeterna; Italian: La Città Eterna) by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy.[12][13] Rome is also called Caput Mundi (Capital of the World).",
      "Beginning with the Renaissance, almost all popes since Nicholas V (1447–1455) pursued a coherent architectural and urban programme over four hundred years, aimed at making the city the artistic and cultural centre of the world.[14] In this way, Rome first became one of the major centres of the Renaissance[15] and then became the birthplace of both the Baroque style and Neoclassicism."
    ],
    "trivia": [
      "With 2,860,009 residents in 1,285 km2 (496.1 sq mi),[2] Rome is the country's most populated comune and the third most populous city in the European Union by population within city limits.",
      "The Metropolitan City of Rome, with a population of 4,355,725 residents, is the most populous metropolitan city in Italy.[3] Its metropolitan area is the third-most populous within Italy.[5] Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber Valley.",
      "While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it a major human settlement for over three millennia and one of the oldest continuously occupied cities in Europe.[10] The city's early population originated from a mix of Latins, Etruscans, and Sabines."
    ]
  },
  {
    "city": "Barcelona",
    "country": "Spain",
    "continent": "Europe",
    "clues": [
      "It is the capital and largest city of the autonomous community of Catalonia, as well as the second-most populous municipality of Spain.",
      "It was the capital of Revolutionary Catalonia during the Spanish Revolution of 1936, and the seat of government of the Second Spanish Republic later in the Spanish Civil War, until its capture by the fascists in 1939.",
      "Particularly renowned are the architectural works of Antoni Gaudí and Lluís Domènech i Montaner, which have been designated UNESCO World Heritage Sites."
    ],
    "fun_facts": [
      "It is the capital and largest city of the autonomous community of Catalonia, as well as the second-most populous municipality of Spain.",
      "With a population of 1.6 million within city limits,[8] its urban area extends to numerous neighbouring municipalities within the province of Barcelona and is home to around 5.3 million people,[3] making it the fifth most populous urban area of the European Union after Paris, the Ruhr area, Madrid and Milan.[3] It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, bounded to the west by the Serra de Collserola mountain range.",
      "According to tradition, Barcelona was founded by either the Phoenicians or the Carthaginians, who had trading posts along the Catalonian coast.[9] In the Middle Ages, Barcelona became the capital of the County of Barcelona."
    ],
    "trivia": [
      "With a population of 1.6 million within city limits,[8] its urban area extends to numerous neighbouring municipalities within the province of Barcelona and is home to around 5.3 million people,[3] making it the fifth most populous urban area of the European Union after Paris, the Ruhr area, Madrid and Milan.[3] It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, bounded to the west by the Serra de Collserola mountain range.",
      "According to tradition, Barcelona was founded by either the Phoenicians or the Carthaginians, who had trading posts along the Catalonian coast.[9] In the Middle Ages, Barcelona became the capital of the County of Barcelona.",
      "The city is known for hosting the 1992 Summer Olympics as well as world-class conferences and expositions."
    ]
  },
  {
    "city": "Istanbul",
    "country": "Turkey",
    "continent": "Asia",
    "clues": [
      "It is considered the country's economic, cultural and historic capital.",
      "The city has a population of over 15 million residents, comprising 19% of the population of Turkey,[3] and is the most populous city in Europe[c] and the world's sixteenth-largest city.",
      "The city served as an imperial capital for almost 1600 years: during the Byzantine (330–1204), Latin (1204–1261), late Byzantine (1261–1453), and Ottoman (1453–1922) empires.[12] The city grew in size and influence, eventually becoming a beacon of the Silk Road and one of the most important cities in history."
    ],
    "fun_facts": [
      "Istanbul[b] is the largest city in Turkey, straddling the Bosporus Strait, the boundary between Europe and Asia.",
      "The city has a population of over 15 million residents, comprising 19% of the population of Turkey,[3] and is the most populous city in Europe[c] and the world's sixteenth-largest city.",
      "The city was founded as Byzantium in the 7th century BCE by Greek settlers from Megara.[9] In 330 CE, the Roman emperor Constantine the Great made it his imperial capital, renaming it first as New Rome (Ancient Greek: Νέα Ῥώμη Nea Rhomē; Latin: Nova Roma)[10] and then finally as Constantinople (Constantinopolis) after himself.[10][11] In 1930, the city's name was officially changed to Istanbul, the Turkish rendering of εἰς τὴν Πόλιν eis tḕn Pólin 'to the City', the appellation Greek speakers used since the 11th century to colloquially refer to the city.[10]."
    ],
    "trivia": [
      "The city has a population of over 15 million residents, comprising 19% of the population of Turkey,[3] and is the most populous city in Europe[c] and the world's sixteenth-largest city.",
      "The city served as an imperial capital for almost 1600 years: during the Byzantine (330–1204), Latin (1204–1261), late Byzantine (1261–1453), and Ottoman (1453–1922) empires.[12] The city grew in size and influence, eventually becoming a beacon of the Silk Road and one of the most important cities in history.",
      "Local public transportation is a unique experience in Istanbul."
    ]
  },
  {
    "city": "Dubai",
    "country": "UAE",
    "continent": "Asia",
    "clues": [
      "This destination is known for its unique culture and history.",
      "This place has distinctive architecture and urban planning.",
      "Visitors come from around the world to experience this location."
    ],
    "fun_facts": [
      "Tourism is one of the major industries in Dubai.",
      "Dubai experiences diverse weather patterns throughout the year.",
      "The local cuisine in Dubai is renowned for its unique flavors."
    ],
    "trivia": [
      "Dubai[a] is the most populous city in the United Arab Emirates and the capital of the Emirate of Dubai, the most populous of the country's seven emirates.[5][6][7] As of 2024, the city has a population of around 3.79 million,[8] more than 90% of which are expatriates.[9].",
      "Located in the eastern Arabian Peninsula, on the coast of the Persian Gulf,[18] it is a major global transportation hub for passengers and cargo.[19] In 2024, Dubai was the seventh-most-visited city in the world.[20].",
      "The name Dubai has an interesting etymology in the local language."
    ]
  },
  {
    "city": "Tokyo",
    "country": "Japan",
    "continent": "Asia",
    "clues": [
      "With a population of over 14 million in the city proper in 2023, it is one of the most populous urban areas in the world.",
      "It gained political prominence in 1603 when it became the seat of the Tokugawa shogunate.",
      "By the mid-18th century, Edo was among the world's largest cities, with over a million residents."
    ],
    "fun_facts": [
      "Lying at the head of Tokyo Bay, Tokyo is part of the Kantō region, on the central coast of Honshu, Japan's largest island.",
      "By the mid-18th century, Edo was among the world's largest cities, with over a million residents.",
      "Beginning in the late 1940s, Tokyo underwent rapid reconstruction and expansion, which fueled the Japanese economic miracle, in which Japan's economy became the second largest in the world at the time, behind that of the United States.[9] As of 2023[update], the city is home to 29 of the world's 500 largest companies, as listed in the annual Fortune Global 500—the second highest number of any city.[10]."
    ],
    "trivia": [
      "With a population of over 14 million in the city proper in 2023, it is one of the most populous urban areas in the world.",
      "Beginning in the late 1940s, Tokyo underwent rapid reconstruction and expansion, which fueled the Japanese economic miracle, in which Japan's economy became the second largest in the world at the time, behind that of the United States.[9] As of 2023[update], the city is home to 29 of the world's 500 largest companies, as listed in the annual Fortune Global 500—the second highest number of any city.[10].",
      "Local public transportation is a unique experience in Tokyo."
    ]
  },
  {
    "city": "Sydney",
    "country": "Australia",
    "continent": "Oceania",
    "clues": [
      "Foreign countries of birth with the greatest representation are mainland China, India, the United Kingdom, Vietnam and the Philippines.[11].",
      "The main passenger airport serving the city is Kingsford Smith Airport, one of the world's oldest continually operating airports.[26].",
      "This place has distinctive architecture and urban planning."
    ],
    "fun_facts": [
      "The traditional custodians of the land on which modern Sydney stands are the clans of the Darug, Dharawal and Eora.[9] During his first Pacific voyage in 1770, James Cook charted the eastern coast of Australia, making landfall at Botany Bay.",
      "In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia.[10] After World War II, Sydney experienced mass migration and by 2021 over 40 per cent of the population was born overseas.",
      "The main passenger airport serving the city is Kingsford Smith Airport, one of the world's oldest continually operating airports.[26]."
    ],
    "trivia": [
      "Residents of the city are colloquially known as \"Sydneysiders\".[6] The estimated population in June 2023 was 5,450,496,[1] which is about 66% of the state's population.[7] The city's nicknames include the Emerald City and the Harbour City.[8].",
      "The traditional custodians of the land on which modern Sydney stands are the clans of the Darug, Dharawal and Eora.[9] During his first Pacific voyage in 1770, James Cook charted the eastern coast of Australia, making landfall at Botany Bay.",
      "In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia.[10] After World War II, Sydney experienced mass migration and by 2021 over 40 per cent of the population was born overseas."
    ]
  },
  {
    "city": "Rio de Janeiro",
    "country": "Brazil",
    "continent": "South America",
    "clues": [
      "It is the second-most-populous city in Brazil (after São Paulo) and the sixth-most-populous city in the Americas.",
      "In 1763, it became the capital of the State of Brazil, a state of the Portuguese Empire.",
      "She subsequently, under the leadership of her son the prince regent John VI of Portugal, raised Brazil to the dignity of a kingdom, within the United Kingdom of Portugal, Brazil, and Algarves."
    ],
    "fun_facts": [
      "Founded in 1565 by the Portuguese, the city was initially the seat of the Captaincy of Rio de Janeiro, a domain of the Portuguese Empire.",
      "Rio de Janeiro has the second largest municipal GDP in the country,[8] and 30th-largest in the world in 2008.[9] This is estimated at R$343 billion.",
      "In the city are the headquarters of Brazilian oil, mining, and telecommunications companies, including two of the country's major corporations, Petrobras and Vale, and Latin America's largest telemedia conglomerate, Grupo Globo."
    ],
    "trivia": [
      "Rio de Janeiro is one of the most visited cities in the Southern Hemisphere and is known for its natural settings, carnival, samba, bossa nova, and balneario beaches[12] such as Barra da Tijuca, Copacabana, Ipanema, and Leblon.",
      "Rio de Janeiro was the host of the 2016 Summer Olympics and the 2016 Summer Paralympics, making the city the first South American and Portuguese-speaking city to ever host the events, and the third time the Olympics were held in a Southern Hemisphere city.[13] The Maracanã Stadium held the finals of the 1950 and 2014 FIFA World Cups, the 2013 FIFA Confederations Cup, and the XV Pan American Games.",
      "Local public transportation is a unique experience in Rio de Janeiro."
    ]
  },
  {
    "city": "Cairo",
    "country": "Egypt",
    "continent": "Africa",
    "clues": [
      "Located near the Nile Delta,[6][7] the predecessor settlement was Fustat following the Muslim conquest of Egypt in 641 next to an existing ancient Roman fortress, Babylon.",
      "It later superseded Fustat as the main urban centre during the Ayyubid and Mamluk periods (12th–16th centuries).[8].",
      "Visitors come from around the world to experience this location."
    ],
    "fun_facts": [
      "Cairo (/ˈkaɪroʊ/ ⓘ KY-roh; Arabic: القاهرة, romanized: al-Qāhirah, Egyptian Arabic: [el.qɑ(ː)ˈheɾɑ] ⓘ) is the capital and largest city of Egypt and the Cairo Governorate, being home to more than 10 million people.[5] It is also part of the largest urban agglomeration in Africa, the Arab world, and the Middle East.",
      "The Greater Cairo metropolitan area is the 12th-largest in the world by population with over 22.1 million people.[4].",
      "Subsequently, Cairo was founded by the Fatimid dynasty in 969."
    ],
    "trivia": [
      "The Greater Cairo metropolitan area is the 12th-largest in the world by population with over 22.1 million people.[4].",
      "Local public transportation is a unique experience in Cairo.",
      "The name Cairo has an interesting etymology in the local language."
    ]
  },
  {
    "city": "Marrakech",
    "country": "Morocco",
    "continent": "Africa",
    "clues": [
      "The city lies west of the foothills of the Atlas Mountains.",
      "The city was founded circa 1070 by Abu Bakr ibn Umar as the capital of the Almoravid dynasty.",
      "The Almoravids established the first major structures in the city and shaped its layout for centuries to come."
    ],
    "fun_facts": [
      "Marrakesh or Marrakech (/məˈrækɛʃ, ˌmærəˈkɛʃ/;[3] Arabic: مراكش, romanized: murrākuš, pronounced [murraːkuʃ]) is the fourth-largest city in Morocco.[2] It is one of the four imperial cities of Morocco and is the capital of the Marrakesh–Safi region.",
      "The city was founded circa 1070 by Abu Bakr ibn Umar as the capital of the Almoravid dynasty.",
      "The Almoravids established the first major structures in the city and shaped its layout for centuries to come."
    ],
    "trivia": [
      "The name Marrakech has an interesting etymology in the local language.",
      "The city has undergone significant changes in the past few decades.",
      "Many famous historical figures have visited or lived in Marrakech."
    ]
  },
  {
    "city": "Cape Town",
    "country": "South Africa",
    "continent": "Africa",
    "clues": [
      "The city is known for its harbour, its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point.",
      "It was founded by the Dutch East India Company (VOC) as a supply station for Dutch ships sailing to East Africa, India, and the Far East.",
      "Jan van Riebeeck's arrival on 6 April 1652 established the VOC Cape Colony, the first permanent European settlement in South Africa."
    ],
    "fun_facts": [
      "It is the country's oldest city and the seat of the Parliament of South Africa.[13] Cape Town is the country's second-largest city, after Johannesburg, and the largest in the Western Cape.[14] The city is part of the City of Cape Town metropolitan municipality.",
      "Located on the shore of Table Bay, the City Bowl area of Cape Town is the oldest urban area in the Western Cape, with a significant cultural heritage.",
      "It was founded by the Dutch East India Company (VOC) as a supply station for Dutch ships sailing to East Africa, India, and the Far East."
    ],
    "trivia": [
      "The city is known for its harbour, its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point.",
      "Many famous historical figures have visited or lived in Cape Town.",
      "The name Cape Town has an interesting etymology in the local language."
    ]
  },
  {
    "city": "Amsterdam",
    "country": "Netherlands",
    "continent": "Europe",
    "clues": [
      "The city has a long tradition of openness, liberalism, and tolerance.[22] Cycling is key to the city's modern character, and there are numerous biking paths and lanes spread throughout.[23][24].",
      "The city is known for its nightlife and festival activity, with several nightclubs among the world's most famous.",
      "Its artistic heritage, canals, and narrow canal houses with gabled façades, well-preserved legacies of the city's 17th-century Golden Age, have attracted millions of visitors annually."
    ],
    "fun_facts": [
      "Amsterdam was founded at the mouth of the Amstel River, which was dammed to control flooding.[20] Originally a small fishing village in the 12th century, Amsterdam became a major world port during the Dutch Golden Age of the 17th century, when the Netherlands was an economic powerhouse.",
      "The city is known for its nightlife and festival activity, with several nightclubs among the world's most famous.",
      "The Amsterdam Stock Exchange, founded in 1602, is considered the oldest \"modern\" securities market stock exchange in the world."
    ],
    "trivia": [
      "It has a population of 933,680 in June 2024[15] within the city proper, 1,457,018 in the urban area[15] and 2,480,394 in the metropolitan area.[16] Located in the Dutch province of North Holland,[17][18] Amsterdam is colloquially referred to as the \"Venice of the North\", for its large number of canals, now a UNESCO World Heritage Site.[19].",
      "The city has a long tradition of openness, liberalism, and tolerance.[22] Cycling is key to the city's modern character, and there are numerous biking paths and lanes spread throughout.[23][24].",
      "The city is known for its nightlife and festival activity, with several nightclubs among the world's most famous."
    ]
  },
  {
    "city": "Prague",
    "country": "Czech Republic",
    "continent": "Europe",
    "clues": [
      "It was the capital of the Kingdom of Bohemia and residence of several Holy Roman Emperors, most notably Charles IV (r. 1346–1378) and Rudolf II (r. 1575–1611).[9] It was an important city to the Habsburg monarchy and Austria-Hungary.",
      "The city played major roles in the Bohemian and the Protestant Reformations, the Thirty Years' War and in 20th-century history as the capital of Czechoslovakia between the World Wars and the post-war Communist era.[10].",
      "The city has more than ten major museums, along with numerous theatres, galleries, cinemas, and other historical exhibits."
    ],
    "fun_facts": [
      "Prague (/ˈprɑːɡ/ PRAHG; Czech: Praha [ˈpraɦa] ⓘ)[a] is the capital and largest city of the Czech Republic[9] and the historical capital of Bohemia.",
      "It is home to a wide range of public and private schools, including Charles University in Prague, the oldest university in Central Europe.",
      "The local cuisine in Prague is renowned for its unique flavors."
    ],
    "trivia": [
      "The city has undergone significant changes in the past few decades.",
      "The name Prague has an interesting etymology in the local language.",
      "Local public transportation is a unique experience in Prague."
    ]
  },
  {
    "city": "Vienna",
    "country": "Austria",
    "continent": "Europe",
    "clues": [
      "It is Austria's primate city, with just over two million inhabitants.[10][11] Its larger metropolitan area has a population of nearly 2.9 million,[12] representing nearly one-third of the country's population.",
      "The once Celtic settlement of Vedunia was converted by the Romans into the castrum Vindobona (province of Pannonia) in the 1st century, and was elevated to a municipium with Roman city rights in 212.",
      "This was followed by a time in the sphere of influence of the Lombards and later the Pannonian Avars, when Slavs formed the majority of the region's population.[a] From the 8th century on, the region was settled by the Baiuvarii."
    ],
    "fun_facts": [
      "Vienna is the cultural, economic, and political center of the country, the fifth-largest city by population in the European Union, and the most-populous of the cities on the Danube river.",
      "Throughout the modern era, Vienna has been among the largest German-speaking cities in the world.",
      "It was the largest in the 18th and 19th century, peaking at two million inhabitants before it was overtaken by Berlin at the beginning of the 20th century.[13][14][15] Vienna is host to many major international organizations, including the United Nations, OPEC and the OSCE."
    ],
    "trivia": [
      "It is Austria's primate city, with just over two million inhabitants.[10][11] Its larger metropolitan area has a population of nearly 2.9 million,[12] representing nearly one-third of the country's population.",
      "Vienna is the cultural, economic, and political center of the country, the fifth-largest city by population in the European Union, and the most-populous of the cities on the Danube river.",
      "This was followed by a time in the sphere of influence of the Lombards and later the Pannonian Avars, when Slavs formed the majority of the region's population.[a] From the 8th century on, the region was settled by the Baiuvarii."
    ]
  },
  {
    "city": "Venice",
    "country": "Italy",
    "continent": "Europe",
    "clues": [
      "It is built on a group of 118 islands that are separated by expanses of open water and by canals; portions of the city are linked by 438 bridges.[3] The islands are in the shallow Venetian Lagoon, an enclosed bay lying between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile).",
      "It was a major financial and maritime power during the Middle Ages and Renaissance, and a staging area for the Crusades and the Battle of Lepanto, as well as an important centre of commerce—especially silk, grain, and spice, and of art from the 13th century to the end of the 17th.",
      "Subsequently, in 1866, the city became part of the Kingdom of Italy.[12]."
    ],
    "fun_facts": [
      "The then-city-state is considered to have been the first real international financial centre, emerging in the 9th century and reaching its greatest prominence in the 14th century.[7] This made Venice a wealthy city throughout most of its history.[8] For centuries Venice possessed numerous territories along the Adriatic Sea and within the Italian peninsula, leaving a significant impact on the architecture and culture that can still be seen today.[9][10] The Venetian Arsenal is considered by several historians to be the first factory in history and was the base of Venice's naval power.[11] The sovereignty of Venice came to an end in 1797, at the hands of Napoleon.",
      "In the 21st century, Venice remains a very popular tourist destination, a major cultural centre, and has often been ranked one of the most beautiful cities in the world.[15][16] It has been described by The Times as one of Europe's most romantic cities[17] and by The New York Times as \"undoubtedly the most beautiful city built by man\".[18] However, the city faces challenges including an excessive number of tourists, pollution, tide peaks and cruise ships sailing too close to buildings.[19][20][21] In light of the fact that Venice and its lagoon are under constant threat, Venice's UNESCO listing has been under constant examination.[22].",
      "Venice has a rich history dating back many centuries."
    ],
    "trivia": [
      "Together with the cities of Padua and Treviso, Venice is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.[4].",
      "The lagoon and the city within the lagoon were inscribed as a UNESCO World Heritage Site in 1987, covering an area of 70,176.4 hectares (173,410 acres).[13] Venice is known for several important artistic movements – especially during the Italian Renaissance – and has played an important role in the history of instrumental and operatic music; it is the birthplace of Baroque music composers Tomaso Albinoni and Antonio Vivaldi.[14].",
      "Local public transportation is a unique experience in Venice."
    ]
  },
  {
    "city": "Athens",
    "country": "Greece",
    "continent": "Europe",
    "clues": [
      "With its urban area's population numbering over 3.6 million, it is the eighth largest urban area in the European Union.",
      "It was a centre for democracy, the arts, education and philosophy,[11][12] and was highly influential throughout the European continent, particularly in Ancient Rome.[13] For this reason, it is often regarded as the cradle of Western civilization and the birthplace of democracy in its own right independently from the rest of Greece.[14][15].",
      "It is a Beta (+) –  status global city according to the Globalization and World Cities Research Network,[16] and is one of the biggest economic centers in Southeastern Europe."
    ],
    "fun_facts": [
      "Athens[a] (/ˈæθɪnz/ ATH-inz)[6] is the capital and largest city of Greece.",
      "With its urban area's population numbering over 3.6 million, it is the eighth largest urban area in the European Union.",
      "Athens is one of the world's oldest cities, with its recorded history spanning over 3,400 years,[9] and its earliest human presence beginning somewhere between the 11th and 7th millennia BC."
    ],
    "trivia": [
      "With its urban area's population numbering over 3.6 million, it is the eighth largest urban area in the European Union.",
      "The Municipality of Athens (also City of Athens), which constitutes a small administrative unit of the entire urban area, had a population of 643,452 (2021)[4] within its official limits, and a land area of 38.96 km2 (15.04 sq mi).[7][8].",
      "It also has a large financial sector, and its port Piraeus is both the 2nd busiest passenger port in Europe,[17] and the 13th largest container port in the world.[18] The Athens metropolitan area[19] extends beyond its administrative municipal city limits as well as its urban agglomeration, with a population of 3,638,281 (2021)[4][20][21] over an area of 2,928.717 km2 (1,131 sq mi).[8]."
    ]
  },
  {
    "city": "Bangkok",
    "country": "Thailand",
    "continent": "Asia",
    "clues": [
      "The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 9.0 million as of 2021, 13% of the country's population.",
      "The city was at the centre of the country's political struggles throughout the 20th century, as Siam—later renamed Thailand—abolished absolute monarchy, adopted constitutional rule, and underwent numerous coups and several uprisings.",
      "The city is now a regional force in finance, business and pop culture."
    ],
    "fun_facts": [
      "Bangkok has a rich history dating back many centuries.",
      "The local cuisine in Bangkok is renowned for its unique flavors.",
      "Tourism is one of the major industries in Bangkok."
    ],
    "trivia": [
      "The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 9.0 million as of 2021, 13% of the country's population.",
      "Bangkok traces its roots to a small trading post during the Ayutthaya Kingdom in the 15th century, which eventually grew and became the site of two capital cities, Thonburi in 1767 and Rattanakosin in 1782.",
      "The city is known for its street life and cultural landmarks, as well as its red-light districts."
    ]
  },
  {
    "city": "Singapore",
    "country": "Singapore",
    "continent": "Asia",
    "clues": [
      "The country's territory comprises one main island, 63 satellite islands and islets, and one outlying islet.",
      "After early years of turbulence and despite lacking natural resources and a hinterland, the nation rapidly developed to become one of the Four Asian Tigers.",
      "As a highly developed country, it has one of the highest PPP-adjusted GDP per capita."
    ],
    "fun_facts": [
      "Singapore experiences diverse weather patterns throughout the year.",
      "The local cuisine in Singapore is renowned for its unique flavors.",
      "Tourism is one of the major industries in Singapore."
    ],
    "trivia": [
      "It has the third highest population density of any country, although there are numerous green and recreational spaces as a result of urban planning.",
      "With a multicultural population and in recognition of the cultural identities of the major ethnic groups within the nation, Singapore has four official languages: English, Malay, Mandarin, and Tamil.",
      "One of the five founding members of ASEAN, Singapore is also the headquarters of the Asia-Pacific Economic Cooperation Secretariat, the Pacific Economic Cooperation Council Secretariat, and is the host city of many international conferences and events."
    ]
  }
]